<?php

return [
  'title'      => [
    'model'  => 'Новость',
    'module' => 'Новости',
    'create' => 'Добавить новость',
    'edit'   => 'Редактировать новость',
  ],
  'button'     => [
    'create' => 'Добавить новость',
  ],
  'table'      => [
    'id'           => 'ID',
    'title'        => 'Название',
    'text'         => 'Текст',
    'active'       => 'Включена',
    'created_at'   => 'Создана',
    'actions'      => 'Действия',
    'show_all'     => 'Будет видимым для других администраторов объектов',
    'category'     => 'Категория',
    'published_at' => 'Опубликована',
    'village_id'   => 'Для всех объектов',
    'is_important' => 'Важная',
    'is_personal'  => 'Персональная',
    'role_id'      => 'Роль',
    'is_protected' => 'Скрыта от всех кроме глобальных администраторов',
  ],
  'form'       => [
    'media'                    => 'Изображение',
    'is_important_description' => 'При сохранении будет разослана клиентам (не работает в новостях с отложенной датой публикации)',
    'users'                    => 'Пользователи',
    'all_roles'                => 'Все роли',
    'to_all_users'             => 'Всем пользователям',
    'no_users'                 => 'Нет пользователей',
  ],
  'popup'      => [
    'village_chose' => 'Выберите объект',
    'village'       => 'Объект',
    'services'      => 'Услуги',
    'products'      => 'Товары',
    'title'         => 'Вставить плейсхолдер в новость',
    'title_placeholder' => 'Вставить товар или услугу в новость',
    'chose_placeholder' => 'Выберите плейсхолдер для вставки',

  ],
  'messages'   => [
  ],
  'validation' => [
  ],
];
