<?php

return [
    'title' => [
        'model' => 'Новость',
        'module' => 'Новости',
        'create' => 'Добавить новость',
        'edit' => 'Редактировать новость',
    ],
    'button' => [
        'create' => 'Добавить новость',
    ],
    'table' => [
        'id' => 'ID',
        'title' => 'Название',
        'text' => 'Текст',
        'active' => 'Включена',
        'created_at' => 'Создана',
        'actions' => 'Действия',
        'show_all' => 'Будет видимым для других администраторов посёлков',
        'category' => 'Категория',
        'published_at' => 'Опубликована',
        'village_id' => 'Для всех объектов',
        'is_important' => 'Важная'
    ],
    'form' => [
        'media' => 'Изображение',
        'is_important_description' => 'При сохранении будет разослана клиентам (не работает в новостях с отложенной датой публикации)'
    ],
    'popup' => [
      'village_chose' => 'Выберите объект',
        'village' => 'Объект',
        'services' => 'Услуги',
        'products' => 'Товары'
    ],
    'messages' => [
    ],
    'validation' => [
    ],
];
