<?php

return [
    'title' => [
        'model' => 'Категория новостей',
        'module' => 'Категории новостей',
        'create' => 'Создать категорию новостей',
        'edit' => 'Редактивароть категорию новостей',
    ],
    'button' => [
        'create' => 'Создать категорию новостей',
    ],
    'table' => [
        'id' => 'ID',
        'title' => 'Название',
        'order' => 'Порядок',
        'active' => 'Включена',
        'created_at' => 'Создана',
        'actions' => 'Действия',
    ],
    'form' => [
        'media' => 'Изображение',
        'category' => [
            'placeholder' => 'Не выбран'
        ],
    ],
    'messages' => [
    ],
    'validation' => [
    ],
];
