<?php

return [
    'title' => [
        'model' => 'Новость',
        'module' => 'Новости',
        'create' => 'Добавить новость',
        'edit' => 'Редактировать новость',
    ],
    'button' => [
        'create' => 'Добавить новость',
    ],
    'table' => [
        'id' => 'ID',
        'title' => 'Название',
        'text' => 'Текст',
        'active' => 'Включена',
        'created_at' => 'Создана',
        'actions' => 'Действия',
        'show_all' => 'Будет видимым для других администраторов посёлков',
    ],
    'form' => [
        'media' => 'Изображение',
    ],
    'messages' => [
    ],
    'validation' => [
    ],
];
