<?php

return [
    'title' => [
        'model' => 'Шаблон опроса',
        'module' => 'Шаблоны опросов',
        'create' => 'Создать шаблон опроса',
        'edit' => 'Редактировать шаблон опроса',
        'show' => 'Просмотр шаблона опроса',
    ],
    'button' => [
        'index' => 'Вернуться к списку',
        'create' => 'Создать шаблон опроса',
        'base-copy' => 'Скопировать в свой посёлок',
        'answer-create' => 'Добавить шаблон ответа',
    ],
    'table' => [
        'id' => 'ID',
        'title' => 'Текст опроса',
        'ends_at' => 'Дата окончания',
        'active' => 'Включен',
        'created_at' => 'Создан',
        'actions' => 'Действия',
    ],
    'form' => [
        'answer' => 'Ответ'
    ],
    'messages' => [
    ],
    'validation' => [
    ],
    'tabs' => [
        'data' => 'Опрос',
        'answers' => 'Ответы'
    ]
];
