<?php

return [
    'title' => [
        'model' => 'Шаблон услуги',
        'module' => 'Шаблоны услуг',
        'create' => 'Добавить шаблон услуги',
        'edit' => 'Редактировать шаблона услуги',
        'show' => 'Просмотр шаблона услуги',
    ],
    'button' => [
        'index' => 'Вернуться к списку',
        'create' => 'Добавить шаблон услуги',
        'base-copy' => 'Привязать к своему посёлку',
    ],
    'table' => [
        'id' => 'ID',
        'category' => 'Категория',
        'title' => 'Название',
        'price' => 'Цена',
        'text' => 'Описание',
        'comment_label' => 'Текст заметки',
        'order_button_label' => 'Метка кнопки заказа',
        'active' => 'Доступен',
        'created_at' => 'Создан',
        'show_perform_time' => 'Возможность выбора удобного времени',
        'actions' => 'Действия',
    ],
    'form' => [
        'media' => 'Изображение',
        'category' => [
            'placeholder' => 'Не выбран'
        ],
    ],
    'messages' => [
    ],
    'validation' => [
        'title'    => 'Укажите название',
        'category' => 'Выберите категорию',
    ],
];
