<?php

return [
    'title' => [
        'model' => 'Шаблон новости',
        'module' => 'Шаблоны новостей',
        'create' => 'Добавить шаблон новости',
        'edit' => 'Редактировать шаблон новости',
        'show' => 'Просмотр шаблона новости',
    ],
    'button' => [
        'index' => 'Вернуться к списку',
        'create' => 'Добавить шаблон новости',
        'base-copy' => 'Скопировать в свой объект',
    ],
    'table' => [
        'id' => 'ID',
        'title' => 'Название',
        'text' => 'Текст',
        'active' => 'Включена',
        'created_at' => 'Создана',
        'actions' => 'Действия',
    ],
    'form' => [
        'media' => 'Изображение',
    ],
    'messages' => [
    ],
    'validation' => [
    ],
];
