<?php

return [
  'title'      => [
    'model'     => 'Категория документов',
    'module'    => 'Категории документов',
    'create'    => 'Создать категорию документов',
    'edit'      => 'Редактивароть категорию документов',
    'is_global' => 'Доступна глобально'
  ],
  'button'     => [
    'create' => 'Создать категорию документов',
  ],
  'table'      => [
    'id'         => 'ID',
    'title'      => 'Название',
    'order'      => 'Порядок',
    'active'     => 'Включена',
    'is_global'  => 'Доступна для выбора при создании новостей администраторам объектов',
    'created_at' => 'Создана',
    'actions'    => 'Действия',
  ],
  'form'       => [
    'media'    => 'Изображение',
    'category' => [
      'placeholder' => 'Не выбран'
    ],
  ],
  'messages'   => [
  ],
  'validation' => [
  ],
];
