<?php

return [
    'title' => [
        'model' => 'Категория продуктов',
        'module' => 'Категории продуктов',
        'create' => 'Создать категорию продуктов',
        'edit' => 'Редактивароть категорию продуктов',
    ],
    'button' => [
        'create' => 'Создать категорию продуктов',
    ],
    'table' => [
        'title' => 'Название',
        'active' => 'Включена',
        'created_at' => 'Создана',
        'actions' => 'Действия',
    ],
    'form' => [
    ],
    'messages' => [
    ],
    'validation' => [
    ],
];
