<?php

return [
    'title' => [
        'model' => 'Статус заказа сервиса',
        'module' => 'Статус заказа сервисов',
        'show' => 'Просмотр статуса заказа сервисов',
    ],
    'widget' => [
        'latest' => [
            'title' => 'Последние изменения статусов заказа сервисов',
        ]
    ],
    'table' => [
        'id' => 'ID',
        'order' => 'Заказ',
        'service' => 'Сервис',
        'user' => 'Пользователь',
        'from_status' => 'Предыдущий статус',
        'to_status' => 'Новый статус',
        'created_at' => 'Установлен',
        'actions' => 'Действия',
    ],
];
